export const ChurchCovenant = [
    {
        number: "01",
        Name: "पिता परमेश्वर",
        desc: "हामी एक मात्र साँचो परमेश्वरमा विश्वास गर्दछौं। परमेश्वर त्रिएक हुनुहुन्छ: पिता परमेश्वर, पुत्र परमेश्वर र पवित्र आत्मा परमेश्वर हुनुहुन्छ, जो व्यक्तित्वमा तीन फरक, आफैंमा पूर्ण, अनन्त र एक–समान, अद्वितीय पहिचानमा हुनुहुन्छ। जो सर्वोच्च शासक, स्वर्ग र पृथ्वीको सृष्टिकर्ता हुनुहुन्छ।परमेश्वर उहाँको पवित्रता, न्याय, ज्ञान, कृपा र प्रेममा सधैं अपरिवर्तनीय हुनुहुन्छ। परमेश्वर सर्वशक्तिमान, सर्वज्ञानी र सर्वव्यापी हुनुहुन्छ। उहाँ मानिसहरूको उद्धारकर्ता र न्यायकर्ता हुनुहुन्छ। परमेश्वरले सबै कुरालाई उहाँको सार्वभौमिकतामा र उहाँकै महिमाको निम्ति नियन्त्रण, अधिकार र शासन गर्नुहुन्छ।",
        bible: "बाइबल सन्दर्भ: व्य. ६ः४; यूह. १७ः५; उत. १ः१–२; यकू. १ः१७; भ.सं. १०२ः२७; १शामू. १५ः२९; यूह. १ः१; यशै. ६ः३; व्य. ३२ः४; रोम. १६ः२७; एफ. २ः४; १यूह. ४ः१६; भ.सं. ११५ः३; एफ. १ः११; रोम. ११ः३६।"
    },
    {
        number: "02",
        Name: "प्रभु येशू ख्रीष्ट",
        desc: "प्रभु येशू ख्रीष्ट परमेश्वरको पुत्र हुनुहुन्छ, जो पूर्ण रूपमा मानिस र पूर्ण रूपमा परमेश्वर हुनुहुन्छ। उहाँ कन्या मरियमद्वारा पवित्र आत्माबाट गर्भधारण भएर जन्मनुभयो। उहाँले पापरहित जीवन जिउनुभयो र पूर्ण रूपमा पिताको आज्ञाकारी भएर संसारमा जिउनुभयो।येशूले गर्नुभएका आश्चर्यकर्महरू उहाँका अधिकारका प्रमाण हुन्, जसले उहाँको शिक्षा साँचो हुन् भन्ने कुरा प्रमाणित गर्दछन्। पापी मानिसहरूको पापको दण्डको सट्टामा मोल तिर्न, अन्तिम र सधैंको निम्ति एकैपटक उद्धारको बलिदान भएर उहाँ क्रूसमा मर्नुभयो, चिहानमा गाडिनुभयो र तेस्रो दिनमा पुनरुत्थान हुनुभयो।उहाँ पुनरुत्थान भएको शरीरमा मानिसहरूको माझ चालीस दिन रहनुभयो, अनि धेरै मानिसहरूका साक्षीहरूका माझ स्वर्गमा उचालिनुभयो। उहाँ पिताको दाहिने हातपट्टि सिंहासनमा विराजमान हुनुहुन्छ। केवल येशू ख्रीष्ट मात्र मानिस र परमेश्वरको बीच मध्यस्थकर्ता हुनुहुन्छ।",
        bible: "बाइबल सन्दर्भ: यूह. १ः१; २०ः२८; रोम. ९ः५; गला. ४ः४; हिब. ४ः१५; मर्कू. १ः२४; यूह. १४ः६; यशै. ५३ः५; १कोर. १५ः३–४; एफ. १ः७; प्रेर. १ः९; हिब. १ः३; रोम. ८ः३४।"
    },
    {
        number: "03",
        Name: "पवित्र आत्मा परमेश्वर",
        desc: "हामी विश्वास गर्छौं कि पवित्र आत्मा सल्लाहकार हुनुहुन्छ। उहाँ येशूलाई महिमित पार्न र येशूको मुक्तिको काम मानिसहरूमा लागू गर्नको निम्ति स्वर्गबाट पठाइनुभएको छ।पवित्र आत्माले मानिसहरूको पाप देखाइदिनुहुन्छ, पुनर्जीवनमा ल्याउनुहुन्छ र परमेश्वरको वचनको सही अर्थ बुझ्नको निम्ति समझशक्ति दिनुहुन्छ। पवित्र आत्मा हरेक नयाँ जीवन पाएको विश्वासीमा बास गर्नुहुन्छ र उहाँले मुक्तिको निश्चयता दिनुहुन्छ।पवित्र आत्माले विश्वासीलाई ख्रीष्टको शरीरमा एक बनाएर आराधना, सेवा र सुसमाचारको कामको निम्ति बल प्रदान गर्नुहुन्छ।",
        bible: "बाइबल सन्दर्भ: यूह. १६ः८,१४; तित. ३ः५; यूह. ३ः६; १कोर. २ः१४; एफ. १ः११–१४, १७–१९; भ.सं. ११९ः१८; रोम. ८ः९,१५; २कोर. ३ः१८; प्रेर. १ः४,३१; १कोर. २ः४–५; एफ. ५ः१८।"
    },
    {
        number: "04",
        Name: "बाइबल",
        desc: "बाइबल परमेश्वरको प्रेरणाद्वारा मानिसको निम्ति दिइएको उहाँको पूर्ण र अन्तिम प्रकाश हो। परमेश्वरले उहाँको व्यक्तित्व, काम र योजना यस अद्वितीय पुस्तकमा मानिसको निम्ति प्रकाश पार्नुभएको छ।मानिसको ज्ञान, विश्वास, उद्धार र अभ्यासको निम्ति यो स्पष्ट, पूर्ण, त्रुटिरहीत र अधिकार सम्पन्न परमेश्वरको वचन हो। बाइबल परमेश्वरको सार्वभौमिक नियन्त्रणमा मानिसहरूद्वारा लेखिएका पुरानो करारका ३९ र नयाँ करारका २७ वटा गरी जम्मा ६६ वटा पुस्तकहरूको संग्रह हो।स्थानीय मण्डलीको सम्पूर्ण शिक्षा, अभ्यास र विश्वासको निम्ति यो सधैं पर्याप्त छ।",
        bible: "बाइबल सन्दर्भ: हिब. १ः२; २तिमो. ३ः१६; यहू. ३; प्रका. २२ः१९; एफ. २ः२०; २पत्रू. १ः२१; यूह. १०ः३५; भ.सं. ११९ः१६०; मत्त. ४ः४।"
    },
    {
        number: "05",
        Name: "मानिस जाति",
        desc: "पुरुष र स्त्री दुवै परमेश्वरको स्वरूपमा सृजिएका प्राणी हुन् र दुवैले जन्मसिद्ध नै मूल्य–मान्यता र मर्यादामा बराबर हैसियत राख्छन्। पुरुष र स्त्री दुवै आ–आफ्नो फरक भूमिकाद्वारा परमेश्वरलाई महिमा, आदर र प्रशंसा गर्नको निम्ति सृजिएका हुन्।मानिसको एकमात्र र महान् उद्देश्य परमेश्वरको आज्ञापालन गर्नु, उहाँको आराधना गर्नु, उहाँलाई प्रेम गर्नु र उहाँमा नै आनन्दित हुनु हो।पहिलो अभिभावक आदम र हव्वाले अनाज्ञाकारी भएर परमेश्वरको विरुद्ध पाप गरेका कारण जन्मसिद्ध हरेक मानिस संसारमा पापी भएर जन्मन्छ। हरेक मानिस परमेश्वरको शत्रु, उहाँसँगको आत्मिक सम्बन्धविहीन र पापको दोषी भएर जन्मन्छन् र यसको परिणाम अनन्तको मृत्यु हो।यसैकारण, परमेश्वरको स्वीकारयोग्य भएर उहाँलाई प्रसन्न पार्न हरेक मानिस न्यायी परमेश्वरको अघि नयाँ जन्म पाएर, क्षमालाई स्वीकार गरी उहाँसँगको मिलापमा आउनु आवश्यक छ।",
        bible: "बाइबल सन्दर्भ: उत्प. १ः२७; १पत्रू. ३ः७; व्य. ६ः५; रोम. ५ः१२; एफ. २ः१–३; यर्मि. १७ः९; रोम. ८ः७–८।"
    },
    {
        number: "06",
        Name: "मुक्ति",
        desc: "हामी विश्वास गर्दछौं, हरेक मानिसको मुक्ति सम्पूर्णरूपले परमेश्वरको अनुग्रहको काम हो। यो मानिसको असल कामद्वारा प्राप्त गर्न सकिँदैन।मानिसको मुक्ति बाइबलीय सुसमाचारमा प्रभु येशूले सिध्याउनु भएको कामद्वारा मानिसहरूको निम्ति दिइएको छ। मानिसको मुक्ति येशूको मध्यस्थता र उहाँको बलिदानद्वारा मात्र सम्भव भएको छ।ख्रीष्ट येशू प्रभुमा विश्वास गर्नेहरू केवल विश्वासद्वारा धर्मी ठहरिन्छन्। येशूको धार्मिकता नै उनीहरूको निम्ति पनि धार्मिकता गनिन्छ, परमेश्वरको परिवारमा उनीहरू ग्रहण गरिएका हुन्छन् र अनन्त जीवन प्राप्त गर्छन्।",
        bible: "बाइबल सन्दर्भ: एफ. २ः८–९; २तिमो. १ः९, २ः२५; तित. ३ः५; हिब. ७ः२७; मत्त. ११ः२८; रोम. ३ः२८, ५ः१९, ८ः१५, १०ः१३; १कोर. १ः२४; प्रेर. ११ः१८; २कोर. ५ः२१; यूह. ३ः१६।"
    },
    {
        number: "07",
        Name: "मण्डली",
        desc: "विश्वव्यापी मण्डली एउटा शरीर हो, यसको शिर येशू ख्रीष्ट स्वयं हुनुहुन्छ र जसका सदस्यहरू येशूमा विश्वास गरी उद्धार पाएकाहरू मात्र हुन्छन्।मण्डलीको संसारमा देखिने रूप चाहिँ स्थानीय मण्डली हो, जसमा आराधना गर्न, एकअर्काप्रति उत्तरदायी हुन र समर्पित सदस्यको रूपमा सँगै सेवा गर्न मानिसहरू सहभागी हुन्छन्।सुसमाचारको खातिर मण्डलीमा हरेक सदस्यहरू परमेश्वरको सामूहिक आराधना, वचन प्रचारको सेवकाई, विश्वासीको बप्तिस्मा र प्रभुभोजको बाइबलीय अभ्यास तथा पास्टरीय हेरचाहमा समर्पित हुनुपर्छ।मण्डलीको अर्थ भवन वा संख्या होइन, तर नयाँ जन्म पाएका र एकअर्काप्रति उत्तरदायी सदस्यहरूको समूह हो। सदस्यहरूले मण्डलीको पवित्रतालाई कायम राख्दै सुसमाचारलाई निरन्तरता दिन, ख्रीष्टको रूपमा वृद्धि हुँदै र वचनको शिक्षाद्वारा एकअर्कालाई सच्याउन, सुधार गर्न र तालिम दिन निरन्तर जिम्मेवार बन्नुपर्छ।",
        bible: "बाइबल सन्दर्भ: मत्त. १६ः८; १८ः१५–२०; २८ः१९; हिब. १२ः२२–२३; कल. ४ः१५; एफ. २ः१९–२२; ५ः१९–२१; १कोर. ११ः२३–२६; हिब. १०ः२३–२५; १पत्रू. १ः२२; २कोर. ६ः१४; १यूह. १ः७; एफ. ३ः१०।"
    },
    {
        number: "08",
        Name: "बप्तिस्मा र प्रभु–भोज",
        desc: "पानीको बप्तिस्मा र प्रभु–भोज संसारमा सुसमाचारको देखिने चिन्हको रूपमा येशूले स्थापना गर्नुभएका दुई विधिहरू हुन्। यी केवल मण्डलीको निम्ति पालना गर्न दिइएका विधिहरू हुन्।बप्तिस्माले येशूसँगको मिलापद्वारा मण्डलीमा प्रवेश भएको सार्वजनिक चिनारी दिन्छ तर बप्तिस्माले मुक्ति दिँदैन। बप्तिस्मा पापको पश्चात्ताप गरी परमेश्वरमा विश्वास गर्ने, मुक्तिको निश्चयता भएका विश्वासीहरूको निम्ति मात्र र पानीमा पूर्ण डुबाइद्वारा येशू ख्रीष्टको आज्ञापालनको निम्ति दिइन्छ।प्रभु–भोज सबैको निम्ति येशूको एकपटकको बलिदानको सम्झना र उहाँको आगमनको निश्चयताको निम्ति सबैको सामु मण्डलीले अभ्यास गर्ने विधि हो। प्रभु–भोज एक सम्झनाको विधि हो र यसमा प्रयोग भएका रोटी र दाखरस वास्तविक मासु र रगतमा परिवर्तन हुँदैनन्।",
        bible: "बाइबल सन्दर्भ: मत्त. २८ः१९; रोम. ६ः३; कल. २ः१२; १पत्रू. ३ः२१; लूक. २२ः१९; १कोर. ११ः२३–२६।"
    },
    {
        number: "09",
        Name: "दोस्रो आगमन र भविष्य",
        desc: "येशू एक दिन फेरि उहाँको महिमामा फर्किनुहुनेछ। उहाँले मृतकहरूलाई पुनर्जीवित पार्नुहुनेछ र उहाँको धार्मिकतामा हरेकको न्याय हुनेछ।हरेक दुष्टलाई अनन्तको दण्डको निम्ति नरकमा पठाउनुहुनेछ तर उद्धार पाएकाहरू चाहिँ अनन्त जीवनमा प्रवेश गर्नेछन्। परमेश्वरले हरेक कुरा फेरि नयाँ बनाउनुहुनेछ र त्यहाँ परमेश्वरसँगको अनन्त आनन्द र संगतिमा धर्मीजन रहनेछन्।त्यहाँ सबैथोक सधैंभरि महिमित हुनेछ।",
        bible: "बाइबल सन्दर्भ: १थेस. ४ः१६; २थेस. १ः१०; १यूह. ३ः२; मर्कू. १३ः२६; मत्त. २५ः४६; प्रका."
    }

]